{
    "greeting": "Bienvenido a Happy Tummy",
    "paragraph_home1": "Descobreix les teves al·lèrgies alimentàries. Explora un món de coneixement culinari i descobreix possibles al·lèrgens. La nostra plataforma ofereix informació sobre aliments i les seves al·lèrgies associades, ajudant-te a prendre decisions informades per a una experiència culinària més saludable i segura.",
    "paragraph_init1": "El teu company en compres lliures d'al·lèrgies",
    "login" : "iniciar Sessió",
    "register": "Registra't",
    "label_email":"Correu electrònic",
    "placeholder_text_email": "Introdueix la teva adreça de correu electrònic",
    "next":"Següent",
    "valid_email": "Siusplau, introdueixi una adreça de correu electrònic vàlida",
    "email_existed": "Aquest usuari ja existeix a la nostra base de dades! Registra't amb un altre correu electrònic.",
    "step2": "Pas 2: Informació de l'usuari",
    "name": "Nom",
    "placeholder_name": "Introdueix el teu nom",
    "surname": "Cognom",
    "placeholder_surname": "Introdueix el teu cognom",
    "username": "Nom d'usuari",
    "placeholder_username": "Introdueix el teu nom d'usuari",
    "password": "Contrasenya",
    "placeholder_password": "Introdueix la teva contrasenya",
    "confirm_password": "Confirmar Contrasenya",
    "placeholder_confirm_password": "Confirma la teva contrasenya",
    "age": "Edat",
    "gender": "Gènere",
    "placeholder_gender": "Selecciona el teu gènere",
    "male": "Home",
    "female": "Dona",
    "country": "País",
    "select_country": "Seleccioneu un país",
    "go_back": "Tornar",
    "send": "Enviar",
    "my_products": "Els meus productes",
    "my_recipes" : "Les meves receptes",
    "name_product":"Nom del producte",
    "product_description": "Descripció del producte",
    "price":"Preu",
    "post":"Publica un producte nou",
    "quantity": "Quantitat per unitat",
    "unit": "Unitat",
    "barcode": "Número de codi de barres EAN-13 / GTIN-13",
    "allergies": "Al·lèrgies i intoleràncies",
    "it_contains":"Conté...",
    "gluten": "Gluten",
    "lactose": "Lactosa",
    "fish": "Peix",
    "peanuts": "Cacauets",
    "soy": "Soja",
    "seafood": "Marisc",
    "nuts": "Fruita seca",
    "celery": "Api",
    "eggs":"Ous",
    "lupins": "Llupins",
    "molluscs": "Mol·luscs",
    "Mustard": "Mòstassa",
    "sesame": "Sèsam",
    "sulphites": "Sulfits",
    "supermarkets":"Supermercats",
    "found": "Es pot trobar a...",
    "brand": "Marca",
    "category": "Categoria",
    "update":"Actualitzar una imatge",
    "upload":"Carregar la imatge (png o jpg)",
    "publish": "Publicar",
    "allergens_info": "Informació sobre al·lèrgens",
    "paragraph_allergens_info": "L'objectiu principal de Happy Tummy és fer que la llista d'al·lèrgens dels productes de supermercat sigui fàcilment accessible per a tothom. Aquests són els al·lèrgens que s'identifiquen en aquest servei..",
    "gluten_para":"El gluten és una proteïna composta naturalment present en certs cereals, com el blat, l'ordi i el sègol. Té un paper crucial en el processament dels aliments, especialment en el context de la cocció, ja que proporciona elasticitat i ajuda a que la massa mantingui la seva forma. El gluten està format per dues proteïnes principals, glutenina i gliadina, que, quan es combinen amb aigua, creen una xarxa enganxosa i estirada. Tot i que és responsable de la textura i l'estructura del pa i altres productes de forn, també pot ser problemàtic per a persones amb trastorns relacionats amb el gluten, com la malaltia celíaca o la sensibilitat al gluten no celíaca, ja que provoca reaccions adverses al seu cos quan es consumeixen.",
    "lactose_para":"La lactosa és una descripció que fa referència a la lactosa, un sucre natural que es troba a la llet i els productes lactis, que els individus poden digerir sense dificultat. A diferència de les persones amb intolerància a la lactosa, que tenen dificultats per digerir la lactosa, les persones que es descriuen com una lactosa fàcil solen ser capaços de digerir la lactosa sense experimentar molèsties digestives.",
    "eggs_para":"Els ous són aliments versàtils i nutritius. Són una font de proteïnes i greixos saludables. Es poden preparar de diverses maneres, com ara bullits, fregits, remenats o escalfats, i s'utilitzen en una varietat de receptes, des de truites fins a pastissos. Els ous són un element bàsic a la cuina i es valoren pel seu sabor i la seva capacitat d'unir ingredients en moltes preparacions culinàries.",
    "login":"Iniciar sessió",
    "account":"No tens un compte?",
    "password":"Contrasenya",
    "recipes": "Receptes només per a tu",
    "recommended": "Productes recomanats "
}