{
    "greeting": "Bienvenido a Happy Tummy",
    "paragraph_home1": "Descubre tus alergias alimentarias. Explora un mundo de conocimiento culinario y descubre posibles alérgenos. Nuestra plataforma brinda información sobre alimentos y sus alergias asociadas, ayudándote a tomar decisiones informadas para una experiencia culinaria más saludable y segura.",
    "paragraph_init1":"Tu compañero en compras libres de alergias",
    "login" : "Iniciar sesión",
    "register": "Registro",
    "label_email":"Dirección de correo electrónico",
    "placeholder_text_email": "Introduce tu dirección de correo electrónico",
    "next": "Sigiente",
    "valid_email": "Por favor, introduce una dirección de correo electrónico válida",
    "email_existed": "Este usuario ya existe en nuestra base de datos! Regístrate con otro correo electrónico.",
    "step2": "Paso 2: Información del usuario",
    "name": "Nombre",
    "placeholder_name": "Entra tu nombre",
    "surname": "Apellido",
    "placeholder_surname": "Entra tu apellido",
    "username": "Nombre de usuario",
    "placeholder_username": "Entra tu nombre de usuario",
    "password": "Contraseña",
    "placeholder_password": "Entra tu contraseña",
    "confirm_password": "Confirmar Contraseña",
    "placeholder_confirm_password": "Confirma tu contraseña",
    "age": "Edad",
    "gender": "Género",
    "placeholder_gender": "Selecciona tu género",
    "male": "Hombre",
    "female": "Mujer",
    "country": "País",
    "select_country": "Selecciona un país",
    "go_back": "Volver",
    "send": "Enviar",
    "my_products" :"Mis productos",
    "my_recipes": "Mis recetas",
    "name_product": "Nombre del producto",
    "product_description": "Descripción del producto",
    "price":"precio",
    "post":"Publicar un nuevo producto",
    "quantity":"Cantidad por unidad",
    "unit":"Unidad",
    "barcode": "Número de código de barras EAN-13 / GTIN-13",
    "allergies": "Alergias e intolerancias",
    "contiene...": "Contiene...",
    "gluten": "Gluten",
    "lactose": "Lactosa",
    "eggs":"Huevos",
    "fish": "Pescado",
    "peanuts": "Cacahuetes",
    "soy": "Soja",
    "seafood": "Mariscos",
    "nuts": "Frutos secos",
    "celery": "Apio",
    "lupins": "Altramuces",
    "molluscs": "Moluscos",
    "Mustard": "Mostaza",
    "sesame": "Sésamo",
    "sulphites": "Sulfitos",
    "supermarkets": "supermercados",
    "brand": "Marca",
    "category": "Categoría",
    "update": "Actualizar una imagen",
    "upload":"Subir imagen (png o jpg)",
    "publish": "Publicar",
    "allergens_info": "Información sobre alérgenos",
    "paragraph_allergens_info": "El principal objetivo de Happy Tummy es hacer que la lista de alérgenos de los productos del supermercado sea fácilmente accesible para todos. Estos son los alérgenos que se identifican en este servicio.",
    "gluten_para":"El gluten es una proteína compuesta presente de forma natural en ciertos cereales, como el trigo, la cebada y el centeno. Desempeña un papel crucial en el procesamiento de alimentos, particularmente en el contexto de la panificación, ya que proporciona elasticidad y ayuda a que la masa mantenga su forma. El gluten se compone de dos proteínas principales, glutenina y gliadina, que, cuando se combinan con agua, crean una red pegajosa y elástica. Si bien es responsable de la textura y estructura del pan y otros productos horneados, también puede ser problemático para las personas con trastornos relacionados con el gluten, como la enfermedad celíaca o la sensibilidad al gluten no celíaca, ya que desencadena reacciones adversas en sus cuerpos cuando se consume.",
    "eggs_para":"Los huevos son un alimento versátil y nutritivo. Son una fuente de proteínas y grasas saludables. Se pueden preparar de diversas formas, como hervidos, fritos, revueltos o escalfados, y se utilizan en una variedad de recetas, desde tortillas hasta pasteles. Los huevos son un alimento básico en la cocina y se valoran por su sabor y su capacidad para unir ingredientes en muchas preparaciones culinarias.",
    "lactose_para":"Lactosa es una descripción que hace referencia a la lactosa, un azúcar natural que se encuentra en la leche y los productos lácteos, que los individuos pueden digerir sin dificultad. A diferencia de las personas con intolerancia a la lactosa, que tienen dificultades para digerir la lactosa, las personas que se describe que tienen lactosa fácil generalmente pueden digerir la lactosa sin experimentar molestias digestivas.",
    "login": "Iniciar sessión",
    "account": "¿No tienes una cuenta?",
    "password" :"Contraseña",
    "recipes":"Recetas solo para ti",
    "recommended":"Productos Recomendados "
}